<div class="flex justify-between items-center py-9">
            <a href="/"><img class="w-100" src="/assets/img/front/cdmd-logo.png" alt=""></a>
            <a href="#" id="click_btn" class="-ml-2">
                <span class="rounded-lg bg-zinc-100 px-5.5 py-5">
                    <svg class="m-auto inline" width="11" height="11" viewBox="0 0 11 11" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <path d="M10.26 10.4135H0.0546875V8.67796H10.26V10.4135ZM10.26 6.07457H0.0546875V4.33898H10.26V6.07457ZM10.26 1.73559H0.0546875V0H10.26V1.73559Z" fill="black"></path>
                        </svg>
                </span>
                <span class="hover:color-sky-theme pl-4">Каталог</span>
            </a>
            <div id="menu" class="absolute box-shadow hidden z-100 top-36 left-75 right-75 bg-white">
                    <div class="flex justify-between px-14.25 py-12.2224">
                        <div class="pr-18.6">
                            <a href="#" class="block relative pb-13">
                                <h1 class="font-bold text-lg leading-5.5 font-f-bold mb-2.5">Биде</h1>
                                <p class="font-normal text-sm leading-5 tracking-wider font-f-regular text-[#676666]">
                                    Правые<br>Левые<br>Верхние<br>Нижнии<br>На
                                    стенные<br>Утопленные<br>Навороченные системы</p>
                            </a>
                            <a href="#" class="block relative pb-13">
                                <h1 class="font-bold text-lg leading-5.5 font-f-bold mb-2.5 w-35.25">Ламинат и ПВХ</h1>
                                <p class="font-normal text-sm leading-5 tracking-wider font-f-regular text-[#676666] w-43">
                                    Ламинат<br>Виниловая плитка и ПВХ<br>Топ бренды<br>Акции<br>Подложка<br>Плинтус<br>Клей для
                                    пвх пола</p>
                            </a>
                            <a href="#" class="block relative">
                                <h1 class="font-bold text-lg leading-5.5 font-f-bold mb-2.5">Ванны</h1>
                                <p class="font-normal text-sm leading-5 tracking-wider font-f-regular text-[#676666] w-51">Прямоугольные<br>Квадратные<br>Полукруглые<br>Полукруглые
                                    асимметричные<br>Полукруглые типа B<br>U-образные<br>П-образные<br>Пятиугольные</p>
                            </a>
                        </div>
                        <div class="pr-18.6">
                            <a href="#" class="block relative pb-8">
                                <h1 class="font-bold text-lg leading-5.5 font-f-bold mb-2.5 w-41">Душевые кабины</h1>
                                <p class="font-normal text-sm leading-5 tracking-wider font-f-regular text-[#676666] w-51">Прямоугольные<br>Квадратные<br>Полукруглые<br>Полукруглые
                                    асимметричные<br>Полукруглые типа B<br>U-образные<br>П-образные<br>Пятиугольные</p>
                            </a>
                            <a href="#" class="block relative pb-13">
                                <h1 class="font-bold text-lg leading-5.5 font-f-bold mb-2.5">Унитазы</h1>
                                <p class="font-normal text-sm leading-5 tracking-wider font-f-regular text-[#676666]">Правые<br>Левые<br>Верхние<br>Нижнии<br>На
                                    стенные<br>Утопленные<br>Навороченные системы</p>
                            </a>
                            <a href="#" class="block relative">
                                <h1 class="font-bold text-lg leading-5.5 font-f-bold mb-2.5">Инсталяции</h1>
                                <p class="font-normal text-sm leading-5 tracking-wider font-f-regular text-[#676666]">Прямоугольные<br>Квадратные<br>Полукруглые<br>Полукруглые
                                    асимметричные<br>Полукруглые типа B<br>U-образные<br>П-образные<br>Пятиугольные</p>
                            </a>
                        </div>
                        <div class="pr-18.6">
                            <a href="#" class="block relative pb-8">
                                <h1 class="font-bold text-lg leading-5.5 font-f-bold mb-2.5">Раквоины</h1>
                                <p class="font-normal text-sm leading-5 tracking-wider font-f-regular text-[#676666]">Прямоугольные<br>Квадратные<br>Полукруглые<br>Полукруглые
                                    асимметричные<br>Полукруглые типа B<br>U-образные<br>П-образные<br>Пятиугольные</p>
                            </a>
                            <a href="#" class="block relative pb-8">
                                <h1 class="font-bold text-lg leading-5.5 font-f-bold mb-2.5">Зеркала</h1>
                                <p class="font-normal text-sm leading-5 tracking-wider font-f-regular text-[#676666]">С
                                    подстветкой<br>Без подсветки<br>Косметическое с увиличением<br>В прихожую<br>Со
                                    светильником<br>Для ванной<br>Для гримма и макияжа<br>В раме</p>
                            </a>
                            <a href="#" class="block relative">
                                <h1 class="font-bold text-lg leading-5.5 font-f-bold mb-2.5">Полотенцесушители</h1>
                                <p class="font-normal text-sm leading-5 tracking-wider font-f-regular text-[#676666] w-51">Прямоугольные<br>Квадратные<br>Полукруглые<br>Полукруглые
                                    асимметричные<br>Полукруглые типа B<br>U-образные<br>П-образные<br>Пятиугольные</p>
                            </a>
                        </div>
                        <div class="">
                            <a href="#" class="block relative pb-13">
                                <h1 class="font-bold text-lg leading-5.5 font-f-bold mb-2.5">Смесители</h1>
                                <p class="font-normal text-sm leading-5 tracking-wider font-f-regular text-slate-400 w-41">Правые<br>Левые<br>Верхние<br>Нижнии<br>На
                                    стенные<br>Утопленные<br>Навороченные системы</p>
                            </a>
                            <a href="#" class="block relative">
                                <h1 class="font-bold text-lg leading-5.5 font-f-bold mb-2.5">Водонагреватели</h1>
                                <p class="font-normal text-sm leading-5 tracking-wider font-f-regular text-slate-400">Бойлеры<br>Проточные
                                    водонагреватели</p>
                            </a>
                        </div>
                    </div>
                </div>
            <div class="rounded-lg bg-zinc-100 p-4 w-112.5 -left-3 relative flex">
                <i class="m-0 pr-4"><svg width="18" height="20" viewBox="0 0 18 20" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <path d="M9.11242 5.61377C8.35119 5.61377 7.62113 5.92234 7.08286 6.4716C6.54459 7.02086 6.24219 7.76581 6.24219 8.54258C6.24219 9.31935 6.54459 10.0643 7.08286 10.6136C7.62113 11.1628 8.35119 11.4714 9.11242 11.4714C9.87366 11.4714 10.6037 11.1628 11.142 10.6136C11.6803 10.0643 11.9827 9.31935 11.9827 8.54258C11.9827 7.76581 11.6803 7.02086 11.142 6.4716C10.6037 5.92234 9.87366 5.61377 9.11242 5.61377ZM7.43812 8.54258C7.43812 8.08947 7.61452 7.65491 7.92851 7.33451C8.2425 7.01411 8.66837 6.83411 9.11242 6.83411C9.55648 6.83411 9.98234 7.01411 10.2963 7.33451C10.6103 7.65491 10.7867 8.08947 10.7867 8.54258C10.7867 8.9957 10.6103 9.43025 10.2963 9.75065C9.98234 10.0711 9.55648 10.2511 9.11242 10.2511C8.66837 10.2511 8.2425 10.0711 7.92851 9.75065C7.61452 9.43025 7.43812 8.9957 7.43812 8.54258Z" fill="#757575"/>
                    <path d="M15.3277 13.6678L10.5019 18.8957C10.323 19.0896 10.1072 19.244 9.8676 19.3496C9.62804 19.4552 9.36985 19.5096 9.1089 19.5096C8.84796 19.5096 8.58977 19.4552 8.35021 19.3496C8.11065 19.244 7.89478 19.0896 7.71588 18.8957L2.89006 13.6678H2.90824L2.90011 13.658L2.89006 13.6458C1.65141 12.151 0.973282 10.2559 0.976574 8.2983C0.976574 3.7152 4.61747 0 9.1089 0C13.6003 0 17.2412 3.7152 17.2412 8.2983C17.2445 10.2559 16.5664 12.151 15.3277 13.6458L15.3177 13.658L15.3096 13.6678H15.3277ZM14.3983 12.8775C15.4641 11.5999 16.0482 9.97612 16.0453 8.2983C16.0453 4.38931 12.9397 1.22034 9.1089 1.22034C5.2781 1.22034 2.17251 4.38931 2.17251 8.2983C2.17251 10.0458 2.79152 11.643 3.81954 12.8775L3.96688 13.0547L8.58652 18.0586C8.65361 18.1313 8.73456 18.1892 8.82439 18.2288C8.91423 18.2684 9.01105 18.2888 9.1089 18.2888C9.20676 18.2888 9.30358 18.2684 9.39342 18.2288C9.48325 18.1892 9.5642 18.1313 9.63129 18.0586L14.2509 13.0547L14.3983 12.8775Z" fill="#757575"/>
                    </svg>
                    </i>
                Доставка по Кишиневу: 373 69 888103, 605 088 80
            </div>
            
            <div class="relative -left-3 top-1.5">
                <input class="rounded-lg bg-zinc-100 p-4 focus:outline-none w-90" placeholder="Поиск по каталогу">
                <div class="relative left-82.5 -top-8">
                    <svg width="16,5" height="18" viewBox="0 0 16,5 18" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <path d="M9.12864 9.64898L6.54045 7.00797C6.94208 6.47814 7.15934 5.83034 7.15934 5.14899C7.15934 4.3334 6.8474 3.56865 6.28332 2.99204C5.71924 2.41543 4.9678 2.09814 4.16951 2.09814C3.37123 2.09814 2.61979 2.41645 2.05571 2.99204C1.49063 3.56763 1.17969 4.3334 1.17969 5.14899C1.17969 5.96356 1.49163 6.73034 2.05571 7.30594C2.61979 7.88254 3.37023 8.19983 4.16951 8.19983C4.83724 8.19983 5.47109 7.97814 5.99032 7.56933L8.57851 10.2093C8.5861 10.2171 8.59511 10.2232 8.60503 10.2274C8.61495 10.2316 8.62558 10.2338 8.63632 10.2338C8.64705 10.2338 8.65768 10.2316 8.6676 10.2274C8.67752 10.2232 8.68653 10.2171 8.69412 10.2093L9.12864 9.76695C9.13624 9.75921 9.14226 9.75001 9.14637 9.73989C9.15048 9.72977 9.1526 9.71892 9.1526 9.70797C9.1526 9.69701 9.15048 9.68616 9.14637 9.67604C9.14226 9.66592 9.13624 9.65673 9.12864 9.64898ZM5.74814 6.75983C5.32558 7.19 4.76549 7.42695 4.16951 7.42695C3.57354 7.42695 3.01345 7.19 2.59089 6.75983C2.16932 6.32865 1.93711 5.75712 1.93711 5.14899C1.93711 4.54085 2.16932 3.96831 2.59089 3.53814C3.01345 3.10797 3.57354 2.87103 4.16951 2.87103C4.76549 2.87103 5.32658 3.10696 5.74814 3.53814C6.16971 3.96933 6.40192 4.54085 6.40192 5.14899C6.40192 5.75712 6.16971 6.32967 5.74814 6.75983Z" fill="black"/>
                        </svg>                        
                </div>
            </div>
            <div id="dropbtn" class="relative -left-4 flex cursor-pointer">
                <div class="relative inline-block">
                    <div class="p-1.75 mr-2 w-full">RU</div>                       
                    <div id="dropdown" class="hidden absolute .bg-gray-100 w-5 h-5">
                        <a href="#">RU</a>
                        <a href="#">EN</a>
                    </div>
                </div>
                <div class="relative top-3">
                    <svg width="12" height="7" viewBox="0 0 12 7" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <path d="M1.20312 0.921875L5.88054 6.12865L10.558 0.921875" stroke="black" stroke-linecap="round" stroke-linejoin="round"></path>
                    </svg> 
                </div>
            </div>
                <a class="relative -left-4" href="#">
                    <svg width="24" height="19" viewBox="0 0 24 19" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <path d="M17.3651 3.91992C16.9395 3.4854 16.4342 3.1407 15.8779 2.90553C15.3217 2.67036 14.7255 2.54932 14.1235 2.54932C13.5214 2.54932 12.9252 2.67036 12.369 2.90553C11.8128 3.1407 11.3074 3.4854 10.8818 3.91992L9.99847 4.82128L9.11514 3.91992C8.25539 3.04263 7.08933 2.54977 5.87347 2.54977C4.65761 2.54977 3.49155 3.04263 2.6318 3.91992C1.77206 4.79721 1.28906 5.98707 1.28906 7.22774C1.28906 8.46841 1.77206 9.65827 2.6318 10.5356L3.51514 11.4369L9.99847 18.0526L16.4818 11.4369L17.3651 10.5356C17.791 10.1012 18.1288 9.58558 18.3592 9.01801C18.5897 8.45044 18.7083 7.8421 18.7083 7.22774C18.7083 6.61338 18.5897 6.00504 18.3592 5.43747C18.1288 4.8699 17.791 4.35423 17.3651 3.91992V3.91992Z" stroke="#7D8082" stroke-width="2" stroke-linecap="round" stroke-linejoin="round"/>
                    </svg>
                </a>
                <a href="#" class="rounded-lg bg-zinc-100 p-4 text-center">
                    <i class=""><svg width="17" height="18" viewBox="0 0 17 18" fill="none" xmlns="http://www.w3.org/2000/svg">
            <path d="M0.666941 14.1565C1.09338 13.1827 1.71223 12.2982 2.489 11.5523C3.26342 10.8042 4.18079 10.2077 5.19045 9.79579C5.19949 9.79143 5.20853 9.78925 5.21757 9.78489C3.80921 8.80422 2.89365 7.20683 2.89365 5.40457C2.89365 2.41898 5.40295 0 8.5 0C11.5971 0 14.1063 2.41898 14.1063 5.40457C14.1063 7.20683 13.1908 8.80422 11.7824 9.78707C11.7915 9.79143 11.8005 9.79361 11.8096 9.79797C12.8223 10.2099 13.7311 10.8004 14.511 11.5545C15.287 12.301 15.9058 13.1854 16.3331 14.1587C16.7528 15.1116 16.9792 16.1332 16.9999 17.1682C17.0005 17.1915 16.9963 17.2146 16.9875 17.2363C16.9787 17.258 16.9655 17.2777 16.9486 17.2943C16.9317 17.311 16.9116 17.3242 16.8894 17.3333C16.8671 17.3423 16.8432 17.3469 16.8191 17.3469H15.4627C15.3633 17.3469 15.2841 17.2707 15.2819 17.177C15.2367 15.4946 14.5359 13.919 13.297 12.7247C12.0153 11.4891 10.313 10.8091 8.5 10.8091C6.68698 10.8091 4.98473 11.4891 3.70296 12.7247C2.46414 13.919 1.76334 15.4946 1.71813 17.177C1.71587 17.2728 1.63675 17.3469 1.53728 17.3469H0.180906C0.156771 17.3469 0.132879 17.3423 0.110638 17.3333C0.0883942 17.3242 0.0682545 17.311 0.0514011 17.2943C0.0345459 17.2777 0.0213203 17.258 0.0125027 17.2363C0.003685 17.2146 -0.000547409 17.1915 5.53131e-05 17.1682C0.0226631 16.1266 0.246464 15.1132 0.666941 14.1565ZM8.5 9.15291C9.53763 9.15291 10.5142 8.76282 11.2489 8.05456C11.9836 7.3463 12.3883 6.40486 12.3883 5.40457C12.3883 4.40429 11.9836 3.46285 11.2489 2.75459C10.5142 2.04633 9.53763 1.65624 8.5 1.65624C7.46237 1.65624 6.48578 2.04633 5.75108 2.75459C5.01638 3.46285 4.61173 4.40429 4.61173 5.40457C4.61173 6.40486 5.01638 7.3463 5.75108 8.05456C6.48578 8.76282 7.46237 9.15291 8.5 9.15291Z" fill="#444444"/>
            </svg></i>
                </a>
                <a href="/ro/cos" class="rounded-lg bg-sky-theme hover:bg-orange-300 text-white p-2.5 text-center">
                    <i class="">
                        <svg width="27" height="29" viewBox="0 0 27 29" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <path d="M8.4375 26.7858C9.36948 26.7858 10.125 25.9863 10.125 25.0001C10.125 24.0138 9.36948 23.2144 8.4375 23.2144C7.50552 23.2144 6.75 24.0138 6.75 25.0001C6.75 25.9863 7.50552 26.7858 8.4375 26.7858Z" fill="white"/>
                            <path d="M20.25 26.7858C21.182 26.7858 21.9375 25.9863 21.9375 25.0001C21.9375 24.0138 21.182 23.2144 20.25 23.2144C19.318 23.2144 18.5625 24.0138 18.5625 25.0001C18.5625 25.9863 19.318 26.7858 20.25 26.7858Z" fill="white"/>
                            <path d="M23.625 6.25011H4.91062L4.21875 2.50011C4.1793 2.2954 4.07327 2.11181 3.9191 1.9813C3.76493 1.85078 3.57239 1.78161 3.375 1.78583H0V3.57154H2.68313L5.90625 20.7144C5.9457 20.9191 6.05173 21.1027 6.2059 21.2332C6.36007 21.3637 6.55261 21.4329 6.75 21.4287H21.9375V19.643H7.44187L6.75 16.0715H21.9375C22.1325 16.0766 22.3232 16.0099 22.477 15.883C22.6309 15.756 22.7384 15.5765 22.7812 15.3751L24.4688 7.3394C24.497 7.20692 24.4964 7.06936 24.4668 6.93719C24.4373 6.80503 24.3796 6.68173 24.2983 6.57669C24.2169 6.47165 24.114 6.38764 23.9973 6.33105C23.8806 6.27446 23.7533 6.24678 23.625 6.25011ZM21.2625 14.2858H6.42937L5.24812 8.03583H22.5703L21.2625 14.2858Z" fill="white"/>
                            </svg>
                    </i>
                </a>
        </div>
        
    </div>